Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# MegaPrivateLinkHelp
source: People can join your group by following this link. You can revoke the link any time.
ar: يستطيع الناس الانضمام إلى مجموعتك عبر هذا الرابط. يمكنك تعطيله في أي وقت.
be: Карыстальнікі могуць далучыцца да вашай суполкі, пераходзячы па гэтай спасылцы. Вы можаце адклікаць яе ў любы час.
ca: Qualsevol pot unir-se al grup a través d'aquest enllaç. El podeu revocar quan vulgueu.
de: Alle können mit diesem Link deiner Gruppe beitreten, du kannst ihn aber jederzeit widerrufen.
es: Las personas pueden unirse a tu grupo con este enlace. Puedes anular el enlace en cualquier momento.
fa: افراد می‌توانند با استفاده از این لینک به گروه شما بپیوندند. شما می‌توانید لینک را در هر زمانی باطل کنید.
fi: Ryhmääsi voi liittyä tämän linkin avulla. Voit mitätöidä sen milloin tahansa.
fr: Il est possible de rejoindre votre groupe en suivant ce lien. Vous pouvez le révoquer à tout moment.
id: Orang-orang dapat bergabung dalam group Anda dengan mengikuti tautan ini. Anda dapat mencabut tautan kapan pun.
it: Le persone possono unirsi al tuo gruppo seguendo questo link. Puoi revocare il link in ogni momento.
ko: 사람들이 위 링크를 따라 그룹에 들어올 수 있습니다. 링크는 언제든지 폐기하실 수 있습니다.
ms: Sesiapa boleh sertai grup anda melalui link ini. Anda boleh batalkan link ini bila-bila masa.
nl: Lid worden van je groep kan door deze link te volgen, je kunt de link altijd intrekken.
pl: Osoby mogą dołączyć do grupy za pomocą tego linku. Link można unieważnić w dowolnym momencie.
pt_br: Pessoas podem entrar em seu grupo com esse link. Você pode desativar o link quando quiser.
ru: По этой ссылке можно вступить в Вашу группу. Вы можете сбросить ссылку в любой момент.
sv: Personer kan gå med i gruppen via länken. Du kan när som helst återkalla länken.
tr: Kişiler, bu bağlantıyı takip ederek grubunuza katılabilir. Bağlantıyı istediğiniz zaman iptal edebilirsiniz.
uk: За цим посиланням можна приєднатися до вашої групи. Відкликати посилання можна будь-коли.
uz: Odamlar bu havola orqali oʻtib, guruhingizga qoʻshilishlari mumkin. Bu havolani istalgan vaqtda bekor qilishingiz mumkin.
zh_cn: 任何人都可以通过此链接加入您的群组。您可以随时废除此链接。
zh_tw: 任何人都可以通過此鏈結加入您的群組。您可以隨時廢除此鏈結。

# MegaPublic
source: Public Group
ar: مجموعة عامة
be: Публічная суполка
ca: Grup públic
de: Öffentliche Gruppe
es: Grupo público
fa: گروه عمومی
fi: Julkinen ryhmä
fr: Groupe public
id: Grup Publik
it: Gruppo pubblico
ko: 공개 그룹
ms: Grup Awam
nl: Publieke groep
pl: Grupa publiczna
pt_br: Grupo Público
ru: Публичная группа
sv: Publik grupp
tr: Genel Grup
uk: Публічна група
uz: Ommaviy guruh
zh_cn: 公开群组
zh_tw: 公開群組

# MegaPublicInfo
source: Public groups can be found in search, chat history is available to everyone and anyone can join.
ar: يمكن العثور على المجموعات العامة عبر البحث، سيكون محتوى المجموعة متاحًا للجميع، ويمكن لأي شخص الانضمام إليها.
be: Публічныя суполкі могуць быць знойдзены праз пошук, кожны можа да іх далучацца і для ўсіх даступная гісторыя чата.
ca: Els grups públics es poden trobar a la cerca, tothom pot veure l'historial i qualsevol s'hi pot unir.
de: Öffentliche Gruppen kann jeder über die Suche finden, gesamter Chatverlauf ist für alle einsehbar und jeder kann der Gruppe beitreten.
es: Cualquiera puede unirse a grupos públicos tras encontrarlos en la búsqueda. Su historial está disponible para todos.
fa: گروه‌های عمومی در نتایج جستجو پیدا می‌شوند، تاریخچه گفتگو برای همه قابل دسترسی است و هر کسی می‌تواند به این گروه‌ها بپیوندد.
fi: Julkiset ryhmät voidaan löytää haulla, kaikki näkevät keskusteluhistorian ja kuka tahansa voi liittyä ryhmään
fr: Un groupe public apparaît dans les recherches, l'historique des messages est visible par tous et n'importe qui peut le rejoindre.
id: Grup publik dapat ditemukan dalam fitur pencarian, riwayat obrolan tersedia bagi semua orang, dan siapapun dapat bergabung.
it: I gruppi pubblici possono essere trovati nella ricerca, la cronologia è disponibile per tutti e chiunque può unirsi.
ko: 공개 그룹은 검색으로 찾을 수 있고, 모두에게 대화 내용이 공개되며, 누구나 들어갈 수 있습니다.
ms: Grup awam boleh dijumpai menerusi carian, sejarah bual ada untuk semua dan sesiapa boleh sertai.
nl: Publieke groepen zijn te vinden via de zoekfunctie, iedereen kan er lid van worden en de geschiedenis zien.
pl: Grupy publiczne można znaleźć w wyszukiwarce, historia czatu jest dostępna dla wszystkich i każdy może dołączyć.
pt_br: Grupos públicos podem ser encontrados na busca, o histórico é disponível para todos e qualquer um pode entrar.
ru: Публичные группы можно найти через поиск, история чата доступна всем, и присоединиться может любой пользователь.
sv: Publika grupper kan hittas i Sök, chatthistorik är tillgängliga för alla och vem som helst kan gå med.
tr: Genel gruplar arama ile bulunabilir, sohbet geçmişi herkese açıktır ve herkes katılabilir.
uk: Публічні групи можна знайти через пошук, історія доступна всім, приєднатися може кожен.
uz: Ommaviy guruhlar qidiruv orqali topilish imkoniyatiga ega va har kim unga qoʻshilishi mumkin.
zh_cn: 任何人都可以搜索、加入公开群组，并查看历史聊天记录。
zh_tw: 任何人都可以搜尋、加入公開群組，並查看歷史聊天記錄。

# MegaUsernameHelp
source: If you set a public link, other people will be able to find and join your group. You can use a-z, 0-9 and underscores. Minimum length is 5 characters.
ar: إذا عيّنت رابطًا عامًا فسيتمكن الآخرون من العثور والانضمامِ إلى مجموعتك. يمكنك استخدام الأحرف والأرقام الإنجليزية والشَّرطات السفليّة. الطول الأدنى هو خمسُ خانات.
be: Калі вы прызначыце публічную спасылку, іншыя карыстальнікі могуць адшукаць вашу суполку і далучыцца да яе. Выкарыстоўвайце a-z, 0-9 і сімвалы падкрэслівання. Мінімальная даўжыня — 5 сімвалаў.
ca: Si definiu un enllaç públic, qualsevol podrà trobar el vostre grup i unir-s'hi. Podeu usar a-z, 0-9 i guions baixos. Longitud mínima: 5 caràcters.
de: Mit einem öffentlichen Link können andere deine Gruppe finden und beitreten. Erlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge beträgt 5 Zeichen.
es: Si estableces un enlace público, otras personas podrán encontrar tu grupo y unirse a él. Puedes usar a-z, 0-9 y guiones bajos. La longitud mínima es de 5 caracteres.
fi: Jos asetat julkisen linkin, muut voivat löytää ryhmäsi ja liittyä siihen. Voit käyttää merkkejä a–z, 0–9 sekä alaviivoja. Nimen on oltava vähintään 5 merkkiä pitkä.
fr: Si vous définissez un lien public, il sera possible de trouver votre groupe par la recherche et de le rejoindre. Vous pouvez utiliser des lettres, des chiffres, et des tirets bas. La longueur minimale est de 5 caractères.
it: Se imposti un link pubblico, le altre persone potranno trovare il tuo gruppo e unirsi. Puoi usare a-z, 0-9 e underscore. La lunghezza minima è 5 caratteri.
ko: 공개 링크를 설정하시면, 다른 사람들이 회원님의 그룹을 찾아 들어올 수 있습니다. a부터 z 사이 글자, 0부터 9 사이 숫자와 밑줄을 사용하실 수 있습니다. 최소 길이는 다섯 자입니다.
ms: Jika anda set link awam, orang lain akan dapat cari dan sertai grup anda. Anda boleh guna a-z, 0-9 dan garis bawah. Panjang minima adalah 5 abjad.
nl: Als je een publieke link instelt kunnen anderen je groep vinden en er lid van worden. Je kunt a-z, 0-9 en underscore gebruiken. De minimale lengte is 5 karakters.
pl: Jeśli ustawisz publiczny link, inne osoby będą mogły znaleźć twoją grupę i dołączyć do niej. Możesz użyć a-z, 0-9 i podkreśleń. Minimalna długość nazwy to 5 znaków.
pt_br: Se você definir um link público, outras pessoas poderão encontrar e participar do seu grupo. Você pode usar a-z, 0-9 e underline. O tamanho mínimo é de 5 caracteres.
ru: Если у группы будет публичная ссылка, другие пользователи смогут найти её и присоединиться. Можно использовать латиницу (a-z), цифры (0-9) и подчёркивание. Минимальная длина — 5 символов.
sv: Om du väljer en publik länk kommer användare att kunna hitta och gå med i din grupp. Du kan använda a-z, 0-9 och understreck. Minsta längd är 5 tecken.
tr: Genel bir bağlantı ayarlarsanız, diğer insanlar grubunuzu bulabilir ve grubunuza katılabilir. a-z, 0,9 ve alt çizgi kullanabilirsiniz. Uzunluk en az 5 karakterdir.
uk: Якщо встановити публічне посилання, інші зможуть знайти групу і приєднатися до неї. Дозволено латинські літери, цифри та підкреслення (_). Мінімальна довжина – 5 символів.

# MemberRequests
source: Join Requests
ar: طلبات الانضمام
be: Запыты на далучэнне
ca: Sol·licituds d'unió
de: Beitrittsanfragen
es: Solicitudes de unión
fi: Liittymispyynnöt
fr: Demandes d'adhésion
it: Richieste di accesso
ko: 입장 요청
ms: Permohonan Menyertai
pl: Prośby o dołączenie
pt_br: Pedidos de Entrada
ru: Заявки на вступление
sv: Medlemskapsansökningar
tr: Katılma İstekleri
uk: Запити на приєднання

# Members_one
source: {0} member
ar: عضو واحد
be: {0} удзельнік
ca: {0} membre
de: {0} Mitglied
es: {0} miembro
fi: {0} jäsen
fr: {0} membre
it: {0} membro
nl: {0} lid
pl: {0} członek
pt_br: {0} membro
ru: {0} участник
sv: {0} medlem
tr: {0} üye
uk: {0} учасник

# Members_other
source: {0} members
ar: ⁨{0}⁩ عضو
be: {0} удзельнікаў
ca: {0} membres
de: {0} Mitglieder
es: {0} miembros
fi: {0} jäsentä
fr: {0} membres
it: {0} membri
ko: 참가자 {0}명
ms: {0} ahli
nl: {0} leden
pl: {0} członków
pt_br: {0} membros
ru: {0} участников
sv: {0} medlemmar
tr: {0} üye
uk: {0} учасників

# MembersAreSpeakingToast_one
source: un1 is speaking
ar: ⁨un1⁩ يتحدث
be: un1 гаворыць
ca: Parla un1
de: un1 spricht
es: un1 está hablando
fi: un1 puhuu
fr: un1 parle
it: un1 sta parlando
nl: un1 spreekt
pl: un1 mówi
pt_br: un1 está falando
ru: un1 говорит
sv: un1 pratar
tr: un1 konuşuyor
uk: un1 говорить

# MembersAreSpeakingToast_other
source: un1 are speaking
ar: ⁨un1⁩ يتحدث
be: un1 гаворыць
ca: Xerren un1
de: un1 sprechen
es: un1 están hablando
fi: un1 puhuvat
fr: un1 parlent
it: un1 stanno parlando
ko: un1님이 말하는 중
ms: un1 bercakap
nl: un1 spreken
pl: un1 mówią
pt_br: un1 estão falando
ru: un1 говорят
sv: un1 pratar
tr: un1 konuşuyor
uk: un1 говорять

# MembersCount
source: {0} of {1} selected
ar: تم اختيار ⁨{0}⁩ من ⁨{1}⁩
be: Выбрана {0} з {1}
ca: {0} de {1} seleccionats
de: {0} von {1} ausgewählt
es: {0} de {1} seleccionados
fa: ⁨{0}⁩ از ⁨{1}⁩ انتخاب شده
fi: {0} / {1} valittuna
fr: {0} de {1} sélectionné(s)
id: {0} dari {1} dipilih
it: {0} di {1}
ko: {1}명 중 {0}명 선택
ms: {0} dari {1} dipilih
nl: {0} van {1} geselecteerd
pl: zaznaczono {0} z {1}
pt_br: {0} de {1} selecionados
ru: Выбрано {0} из {1}
sv: {0} av {1} valda
tr: {0} / {1} seçildi
uk: {0} із {1} вибрано
uz: {0} / {1} tanlandi
zh_cn: 已选择 {1} 位成员中的 {0} 位
zh_tw: 已選擇 {1} 位成員中的 {0} 位

# MembersCountSelected_one
source: {0} of {1} selected
ar: تم تحديد ⁨{0}⁩ من ⁨{1}⁩
be: {0} з {1} выбрана
ca: {0} de {1} seleccionat
de: {0} von {1} ausgewählt
es: {0} de {1} seleccionado
fi: {0} / {1} valittu
fr: {0} sur {1} sélectionné
it: {0} di {1} selezionato
nl: {0} van {1} geselecteerd
pl: zaznaczono {0} z {1}
pt_br: {0} de {1} selecionado
ru: Выбрано {0} из {1}
sv: {0} av {1} vald
tr: {0} / {1} seçildi
uk: Вибрано {0} з {1}

# MembersCountSelected_other
source: {0} of {1} selected
ar: تم تحديد ⁨{0}⁩ من ⁨{1}⁩
be: {0} з {1} выбрана
ca: {0} de {1} seleccionats
de: {0} von {1} ausgewählt
es: {0} de {1} seleccionados
fi: {0} / {1} valittu
fr: {0} sur {1} sélectionnés
it: {0} di {1} selezionati
ko: {1} 중 {0} 선택함
ms: {0} dari {1} dipilih
nl: {0} van {1} geselecteerd
pl: zaznaczono {0} z {1}
pt_br: {0} de {1} selecionados
ru: Выбрано {0} из {1}
sv: {0} av {1} valda
tr: {0} / {1} seçildi
uk: Вибрано {0} з {1}

# MembersCountZero
source: up to {0}
ar: حتى ⁨{0}⁩
be: да {0}
ca: fins a {0}
de: bis zu {0}
es: hasta {0}
fa: تا ⁨{0}⁩
fi: enintään {0}
fr: jusqu’à {0}
id: hingga {0}
it: fino a {0}
ko: 최대 {0}
ms: hingga ke {0}
nl: tot aan {0}
pl: Maksymalnie {0}
pt_br: até {0}
ru: до {0}
sv: upp till {0}
tr: en fazla {0}
uk: до {0}
uz: {0}gacha
zh_cn: 最高 {0}
zh_tw: 最高 {0}

# MembersLanguageChartTitle
source: Members' primary language
ar: لغات الأعضاء
be: Асноўная мова ўдзельнікаў
ca: Llengua principal dels membres
de: Hauptsprache der Mitglieder
es: Idioma principal de los miembros
fa: زبان اصلی اعضا
fi: Jäsenten pääkieli
fr: Langue principale des membres
id: Bahasa Utama Anggota
it: Lingua principale dei membri
ko: 참가자 주요 언어
ms: Bahasa utama ahli
nl: Hoofdtaal van leden
pl: Podstawowy język członków
pt_br: Idioma principal dos membros
ru: Основной язык участников
sv: Medlemmarnas primära språk
tr: Üyelerin ana dili
uk: Основна мова учасників
uz: Aʼzolarning asosiy tili

# MembersOverviewTitle
source: Members
ar: الأعضاء
be: Удзельнікі
ca: Membres
de: Mitglieder
es: Miembros
fa: اعضا
fi: Jäsenet
fr: Membres
id: Anggota
it: Membri
ko: 참가자
ms: Ahli
nl: Leden
pl: Członkowie
pt_br: Membros
ru: Участники
sv: Medlemmar
tr: Üye
uk: Учасники
uz: Aʼzolar

# MembersTalking_one
source: {0} member speaking
ar: عضو واحد يتحدث
be: {0} удзельнік размаўляе
ca: Parla {0} membre
de: {0} Mitglied spricht
es: {0} miembro hablando
fi: {0} puhuu
fr: {0} membre parle
it: {0} membro sta parlando
nl: {0} deelnemer spreekt
pl: mówi {0} członek
pt_br: {0} pessoa falando
ru: {0} участник говорит
sv: {0} medlem pratar
tr: {0} üye konuşuyor
uk: говорить {0} учасник

# MembersTalking_other
source: {0} members talking
ar: ⁨{0}⁩ عضو يتحدث
be: {0} удзельніка размаўляе
ca: Xerren {0} membres
de: {0} Mitglieder sprechen
es: {0} miembros hablando
fi: {0} puhuu
fr: {0} membres parlent
it: {0} membri stanno parlando
ko: 참가자 {0}명 말하는 중
ms: {0} ahli bercakap
nl: {0} deelnemers spreken
pl: rozmawia {0} członka
pt_br: {0} pessoas conversando
ru: {0} участника говорят
sv: {0} medlemmar pratar
tr: {0} üye konuşuyor
uk: говорять {0} учасників

# MembersTalkingNobody
source: Tap to join
ar: اضغط للانضمام
be: Націсніце, каб далучыцца
ca: Toqueu per a unir-vos-hi
de: Zum Beitreten antippen
es: Toca para unirte
fi: Liity napauttamalla
fr: Toucher pour rejoindre
it: Tocca per unirti
ko: 눌러서 들어가기
ms: Tekan untuk sertai
nl: Tik om deel te nemen
pl: Dotknij, aby dołączyć
pt_br: Toque para entrar
ru: Нажмите для участия
sv: Tryck för att delta
tr: Katılmak için dokunun
uk: Натисніть, щоб увійти

source: Mention
ar: إشارة
be: Згадаць
ca: Menciona
de: Erwähnen
es: Mencionar
fa: اشاره کردن
fi: Mainitse
fr: Mentionner
id: Sebutan
it: Menziona
ko: 언급
ms: Seru
nl: Vermelden
pl: Wzmianka
pt_br: Mencionar
ru: Упомянуть
sv: Omnämn
tr: Bahset
uk: Згадати

source: Message
ar: الرسالة
be: Паведамленне
ca: Missatge
de: Nachricht
es: Mensaje
fa: پیام
fi: Viesti
id: Pesan
it: Messaggio
ko: 메시지
ms: Mesej
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
tr: Mesaj
uk: Повідомлення
uz: Xabar
zh_cn: 消息
zh_tw: 訊息

# MessageCopied
source: Message copied to clipboard.
ar: تم نسخ الرسالة إلى الحافظة.
be: Паведамленне скапіявана ў буфер абмену.
ca: El missatge s'ha copiat al porta-retalls.
de: Nachricht in Zwischenablage kopiert.
es: Mensaje copiado al portapapeles.
fi: Viesti kopioitiin leikepöydälle.
fr: Message copié dans le presse-papier.
it: Messaggio copiato negli appunti.
ko: 클립보드에 메시지를 복사했습니다.
ms: Mesej disalin ke papan klip
nl: Bericht gekopiëerd naar klembord
pl: Wiadomość skopiowana do schowka.
pt_br: Mensagem copiada.
ru: Сообщение скопировано в буфер обмена.
sv: Meddelande kopierat till Urklipp.
tr: Mesaj panoya kopyalandı.
uk: Повідомлення скопійовано.

# MessageLifetime
source: Self-Destruct Timer
ar: مؤقت التدمير الذاتي
be: Таймер самазнішчэння
ca: Autodestrucció
de: Selbstzerstörungs-Timer
es: Autodestrucción
fa: زمان‌سنج نابود کننده
fi: Itsetuhoajastin
fr: Autodestruction
id: Waktu Penghancur Otomatis
it: Timer di autodistruzione
ko: 자동 삭제 타이머
ms: Pemasa Musnah-Sendiri
nl: Zelfvernietigingstimer
pl: Zegar samozniszczenia
pt_br: Timer de autodestruição
ru: Удаление по таймеру
sv: Autoraderingstimer
tr: Yok Etme Zamanlayıcısı
uk: Таймер самознищення
uz: Taymer boʻyicha oʻchirish
zh_cn: 阅后即焚计时器
zh_tw: 自毀計時器

# MessageLifetimeChanged
source: {0} set the self-destruct timer to {1}
ar: عيّن ⁨{0}⁩ عداد التدمير الذاتي ليصبح ⁨{1}⁩
be: {0} задаў(-ла) таймер самазнішчэння на {1}
ca: {0} ha definit l'autodestrucció en {1}
de: {0} hat den Timer auf {1} gesetzt
es: {0} activó la autodestrucción en {1}
fa: ⁨{0}⁩ زمان‌سنج نابود کننده را روی ⁨{1}⁩ تنظیم کرد
fi: {0} asetti itsetuhoajastimen ajaksi {1}
fr: {0} a défini l'autodestruction à {1}
id: {0} memasang waktu penghancur otomatis {1}
it: {0} ha impostato il timer di autodistruzione a {1}
ko: {0} 님이 자동 삭제 타이머를 {1}(으)로 맞췄습니다
ms: {0} set pemasa musnah-sendiri ke {1}
nl: {0} heeft de zelfvernietigingstimer ingesteld op {1}
pl: Użytkownik {0} ustawił zegar samozniszczenia na {1}
pt_br: {0} alterou o timer de autodestruição para {1}
ru: {0} включил(а) удаление по таймеру через {1}
sv: {0} ställde autoraderingstimern på {1}
tr: {0}, yok etme zamanlayıcısını {1} olarak ayarladı
uk: {0} встановлює таймер самознищення на {1}
uz: {0} taymer boʻyicha oʻchirishni {1} qilib belgiladi
zh_cn: {0} 已将阅后即焚计时器设定为 {1}
zh_tw: {0} 已將自毀計時器設定為 {1}

# MessageLifetimeChangedOutgoing
source: You set the self-destruct timer to {0}
ar: قمت بتعيين عداد التدمير الذاتي ليصبح ⁨{0}⁩
be: Вы задалі таймер самазнішчэння на {0}
ca: Heu definit l'autodestrucció en {0}
de: Du hast den Timer auf {0} gesetzt
es: Activaste la autodestrucción en {0}
fa: شما زمان‌سنج نابود کننده را روی ⁨{0}⁩ تنظیم کردید
fi: Asetit itsetuhoajastimen ajaksi {0}
fr: Vous avez défini l'autodestruction à {0}
id: Anda memasang waktu penghancur otomatis{0}
it: Hai impostato il timer di autodistruzione a {0}
ko: 자동 삭제 타이머를 {0}(으)로 맞추셨습니다
ms: Anda set pemasa musnah-sendiri ke {0}
nl: Je hebt de zelfvernietigingstimer ingesteld op {0}
pl: Ustawiono zegar samozniszczenia na {0}
pt_br: Você alterou o timer de autodestruição para {0}
ru: Вы включили удаление по таймеру через {0}
sv: Du ställde autoraderingstimern till {0}
tr: Yok etme zamanlayıcısını {0} olarak ayarladınız
uk: Ви встановили таймер самознищення на {0}
uz: Siz taymer boʻyicha oʻchirishni {0} qilib sozladingiz
zh_cn: 您已将阅后即焚计时器设定为 {0}
zh_tw: 您已將自毀計時器設定為 {0}

# MessageLifetimePhoto
source: If you set a timer, the photo will self-destruct after it was viewed.
ar: إن قمت بتعيين العداد فسيتم تدمير الصورة تلقائيًا بعد مشاهدتها.
be: Калі вы задасце таймер, то фота самазнішчыцца пасля прагляду.
ca: Si establiu un temps, la foto s'autodestruirà en mostrar-se.
de: Bild wird nach Ablauf der Zeit selbst zerstört.
es: Si pones un temporizador, la foto se autodestruirá después de ser vista.
fa: در صورت تنظیم زمان‌سنج، عکس پس از مشاهده به‌ صورت خودکار حذف می‌شود.
fi: Jos asetat ajastimen, kuva tuhoutuu katsomisen jälkeen.
fr: Si vous activez l'autodestruction, la photo disparaîtra après avoir été visionnée.
id: Jika Anda mengatur waktu, foto akan hancur secara otomatis setelah dilihat penerima.
it: Se imposti un timer, la foto si autodistruggerà dopo essere stata vista.
ko: 타이머를 맞추시면, 사진이 열람된 뒤에 자동으로 삭제됩니다.
ms: Jika anda set pemasa, foto akan musnah-sendiri setelah dilihat.
nl: Als je een timer instelt vernietigt de foto zichzelf na het bekijken.
pl: Jeśli ustawisz zegar, zdjęcie zostanie automatycznie zniszczone po jego obejrzeniu.
pt_br: Se você definir um timer, a foto irá se autodestruir após ser vista.
ru: Если вы поставите таймер, фото автоматически удалится после просмотра.
sv: Om du aktiverar en timer autoraderas bilden efter att den visats.
tr: Bir zamanlayıcı ayarlarsanız, fotoğraf görüntülendikten sonra kendini yok eder.
uk: Якщо встановити таймер, фото самознищиться після перегляду.
uz: Agar taymerni sozlasangiz, rasm koʻrilganidan keyin oʻchib ketadi.
zh_cn: 如果您设定一个定时器，该图片将在阅后一定时间内自毁。
zh_tw: 如果您設定一個定時器，該圖片將在閲後一定時間内自毁。

# MessageLifetimeRemoved
source: {0} disabled the self-destruct timer
ar: ⁨{0}⁩ عطّل عداد التدمير الذاتي
be: {0} адключыў таймер самазнішчэння
ca: {0} ha desactivat l'autodestrucció
de: {0} hat den Selbstzerstörungs-Timer deaktiviert
es: {0} desactivó la autodestrucción
fa: ⁨{0}⁩ زمان‌سنج نابود کننده را غیرفعال کرد
fi: {0} poisti itsetuhoajastimen käytöstä
fr: {0} a désactivé l'autodestruction
id: {0} Nonaktifkan waktu penghancur otomatis
it: {0} ha disattivato il timer di autodistruzione
ko: {0} 님이 자동 삭제 타이머를 껐습니다
ms: {0} nyahdaya pemasa musnah-sendiri
nl: {0} heeft de zelfvernietigingstimer uitgeschakeld
pl: Użytkownik {0} wyłączył zegar samozniszczenia
pt_br: {0} desativou o timer de autodestruição
ru: {0} отключил(а) удаление по таймеру
sv: {0} slog från autoraderingstimern
tr: {0} yok etme zamanlayıcısını kapattı
uk: {0} вимикає таймер самознищення
uz: {0} xabar uchun o‘zini o‘zi yo‘q qilish vaqtini bekor qildi
zh_cn: {0} 关闭了阅后即焚计时器
zh_tw: {0} 關閉了自毀計時器

# MessageLifetimeVideo
source: If you set a timer, the video will self-destruct after it was viewed.
ar: إن قمت بتعيين العداد فسيتم تدمير المقطع المرئي تلقائيًا بعد مشاهدته.
be: Калі вы задасце таймер, відэа самазнішчыцца пасля прагляду.
ca: Si establiu un temps, el vídeo s'autodestruirà en mostrar-se.
de: Video wird nach Ablauf der Zeit selbst zerstört.
es: Si pones un temporizador, el video se autodestruirá después ser visto.
fa: در صورت تنظیم زمان‌سنج، ویدیو پس از مشاهده به صورت خودکار حذف می‌شود.
fi: Jos asetat ajastimen, video tuhoutuu katsomisen jälkeen.
fr: Si vous activez l'autodestruction, la vidéo disparaîtra après avoir été visionnée.
id: Jika Anda mengatur waktu, video akan hancur secara otomatis setelah dilihat penerima.
it: Se imposti un timer, il video si autodistruggerà dopo essere stato visto.
ko: 타이머를 맞추시면, 동영상이 열람된 뒤에 자동으로 삭제됩니다.
ms: Jika anda set pemasa, video akan musnah-sendiri setelah dilihat.
nl: Als je een timer instelt vernietigt de video zichzelf na het bekijken.
pl: Jeśli ustawisz zegar, wideo zostanie automatycznie zniszczone po jego obejrzeniu.
pt_br: Se você definir um timer, o vídeo irá se autodestruir após ser visto.
ru: Если вы установите таймер, видео автоматически удалится после просмотра.
sv: Om du ställer en timer kommer videon att autoraderas efter att den visats.
tr: Bir zamanlayıcı ayarlarsanız, video görüntülendikten sonra kendini yok eder.
uk: Якщо встановити таймер, відео самознищиться після перегляду.
uz: Agar taymerni sozlasangiz, video koʻrilganidan keyin oʻchib ketadi.
zh_cn: 如果您设定一个定时器，该视频将在阅后一定时间内自毁。
zh_tw: 如果您設定一個定時器，該影片將在閲後一定時間内自毁。

# MessageLifetimeYouRemoved
source: You disabled the self-destruct timer
ar: لقد عطلتَ عداد التدمير الذاتي
be: Вы адключылі таймер самазнішчэння
ca: Heu desactivat l'autodestrucció
de: Du hast den Selbstzerstörungs-Timer deaktiviert
es: Desactivaste la autodestrucción
fa: شما زمان‌سنج نابود کننده را غیرفعال کردید
fi: Poistit itsetuhoajastimen käytöstä
fr: Vous avez désactivé l'autodestruction
id: Anda menonaktifkan waktu penghancur otomatis
it: Hai disattivato il timer di autodistruzione
ko: 자동 삭제 타이머를 끄셨습니다
ms: Anda nyahdaya pemasa musnah-sendiri
nl: Je hebt de zelfvernietigingstimer uitgeschakeld
pl: Zegar samozniszczenia został wyłączony
pt_br: Você desativou o timer de autodestruição
ru: Вы отключили удаление по таймеру
sv: Du slog av autoraderingstimern
tr: Yok etme zamanlayıcısını kapattınız
uk: Ви вимкнули таймер самознищення
uz: Siz taymer boʻyicha oʻchirishni faolsizlantirdingiz
zh_cn: 您关闭了阅后即焚计时器
zh_tw: 您關閉了自毀計時器

# MessageNotFound
source: Message doesn't exist
ar: الرسالة غير موجودة.
be: Паведамленне не існуе
ca: El missatge no existeix
de: Nachricht existiert nicht
es: El mensaje no existe
fa: پیام وجود ندارد
fi: Viestiä ei ole
fr: Le message n’existe pas
id: Pesan tidak ada
it: Il messaggio non esiste
ko: 메시지가 존재하지 않습니다
ms: Mesej tak wujud
nl: Bericht bestaat niet
pl: Wiadomość nie istnieje
pt_br: A mensagem não existe.
ru: Сообщение не найдено
sv: Meddelande finns ej
tr: Mesaj mevcut değil
uk: Повідомлення не існує
uz: Xabar mavjud emas
